Repository: amwal-pay/drupal_plugin
Catalog: translations/commerce_amwalpay.*.po
Languages: ar

source: Amwal Pay
ar: أموال باي

source: Merchant Id
ar: معرف التاجر

source: Terminal Id
ar: معرف الجهاز الطرفي

source: Secret Key
ar: المفتاح السري

source: Environment
ar: البيئة

source: Debug Log
ar: سجل التصحيح

source: Production
ar: الإنتاج

source: SIT
ar: بيئة الاختبار SIT

source: UAT
ar: بيئة الاختبار UAT

source: Order ID not found.
ar: لم يتم العثور على معرف الطلب.

source: Ops, you are accessing wrong data.
ar: عذرًا، أنت تحاول الوصول إلى بيانات غير صحيحة.

source: Invalid order ID.
ar: معرف الطلب غير صالح.

source: AmwalPay : Payment is not completed
ar: أموال باي : لم تكتمل عملية الدفع

source: AmwalPay : Payment Approved
ar: أموال باي : تم تأكيد عملية الدفع
